Revit 2027 API
ParameterTypeId.RevisionCloudRevisionDate Property
 "Revision Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevisionDate { get; }
Public Shared ReadOnly Property RevisionCloudRevisionDate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevisionDate {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevisionDate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace